xml/request/artikel_virtuallogic.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>34903727|870971</ac:identifier>
              <ac:source>Artikler</ac:source>
              <dc:title>Virtual logic</dc:title>
              <dc:title xsi:type="dkdcplus:full">Virtual logic : number and imagination</dc:title>
              <dc:title xsi:type="dkdcplus:series">Rediscovering/reinventing Heinz von Foerster</dc:title>
              <dc:creator>Louis H. Kauffmann</dc:creator>
              <dc:creator xsi:type="oss:sort">Kauffmann, Louis H.</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">11</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">Heinz Von Foerster</dc:subject>
              <dc:subject xsi:type="oss:sort">Von Foerster, Heinz</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Logik</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">logik</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">matematisk analyse</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">tal</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">virtuel logik</dc:subject>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:date>2011</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Tidsskriftsartikel</dc:type>
              <dc:format>illustreret</dc:format>
              <dcterms:extent>S. 187-196</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
              <dcterms:isPartOf>Cybernetics &amp; human knowing, Vol. 18, nr. 3/4 (2011)</dcterms:isPartOf>
              <dcterms:isPartOf xsi:type="dkdcplus:ISSN">0907-0877</dcterms:isPartOf>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">34903727</marcx:subfield>
                  <marcx:subfield code="b">870971</marcx:subfield>
                  <marcx:subfield code="c">20111125183243</marcx:subfield>
                  <marcx:subfield code="d">20111125</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">i</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">a</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2011</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">y</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="r">ap</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="016" ind1="0" ind2="0">
                  <marcx:subfield code="a">20047704</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">ABU201148</marcx:subfield>
                  <marcx:subfield code="a">DAR201148</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="086" ind1="0" ind2="0">
                  <marcx:subfield code="a">Logik</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Virtual logic</marcx:subfield>
                  <marcx:subfield code="c">number and imagination</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="a">S. 187-196</marcx:subfield>
                  <marcx:subfield code="b">ill.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="440" ind1="0" ind2="0">
                  <marcx:subfield code="a">Rediscovering/reinventing Heinz von Foerster</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="532" ind1="0" ind2="0">
                  <marcx:subfield code="a">Med litteraturhenvisninger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="557" ind1="0" ind2="0">
                  <marcx:subfield code="a">Cybernetics &amp; human knowing</marcx:subfield>
                  <marcx:subfield code="j">2011</marcx:subfield>
                  <marcx:subfield code="z">0907-0877</marcx:subfield>
                  <marcx:subfield code="V">Vol. 0018, nr. 0003/4 (2011)</marcx:subfield>
                  <marcx:subfield code="v">Vol. 18, nr. 3/4 (2011)</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="600" ind1="0" ind2="0">
                  <marcx:subfield code="A">vonfoerster</marcx:subfield>
                  <marcx:subfield code="a">Von Foerster</marcx:subfield>
                  <marcx:subfield code="h">Heinz</marcx:subfield>
                  <marcx:subfield code="1"/>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="m">11</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">matematisk analyse</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">tal</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">logik</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">virtuel logik</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="a">Kauffmann</marcx:subfield>
                  <marcx:subfield code="h">Louis H.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="996" ind1="0" ind2="0">
                  <marcx:subfield code="a">IDX</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:journal&amp;rft.atitle=Virtual+logic&amp;rft.aulast=Kauffmann&amp;rft.aufirst=Louis+H.&amp;rft.auinit=LH&amp;rft.jtitle=Cybernetics+&amp;+human+knowing&amp;rft.date=2011&amp;rft.volume=18&amp;rft.issue=3/4&amp;rft.pages=187-196&amp;rft.spage=187&amp;rft.epage=196&amp;rft.issn=0907-0877&amp;rft.genre=article</oss:openurl>
<os:identifier>870971-basis:34903727</os:identifier>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
